Repository: gioxx/clarity-consent-auto
Catalog: languages/clarity-consent-auto-*.po
Languages: it_it

source: Clarity Consent Layer
it_it: Livello di Consenso Clarity

source: Clarity Consent
it_it: Consenso Clarity

source: Automatic consent layer for Microsoft Clarity.
it_it: Livello di consenso automatico per Microsoft Clarity.

source: Learn more
it_it: Per saperne di più

source: Microsoft Clarity Status
it_it: Status Microsoft Clarity

source: Microsoft Clarity Plugin
it_it: Plugin Microsoft Clarity

source: Active
it_it: Attivo

source: Not installed/active
it_it: Non installato/attivo

source: Not detected
it_it: Non rilevato

source: Configure Microsoft Clarity plugin with a Project ID first
it_it: Prima configura il plugin Microsoft Clarity con un Project ID

source: Source: %s
it_it: Fonte: %s

source: Consent Layer
it_it: Livello di Consenso

source: Consent is automatically passed to Clarity
it_it: Il consenso viene passato automaticamente a Clarity

source: On Standby
it_it: In Standby

source: Waiting for Project ID from Microsoft Clarity plugin
it_it: In attesa del Project ID dal plugin Microsoft Clarity

source: Microsoft Clarity Plugin Required
it_it: Plugin Microsoft Clarity Richiesto

source: This consent layer requires the official Microsoft Clarity plugin to be installed and active.
it_it: Questo livello di consenso richiede che il plugin ufficiale Microsoft Clarity sia installato e attivo.

source: Setup steps:
it_it: Passaggi di configurazione:

source: Install the official Microsoft Clarity plugin from WordPress repository
it_it: Installa il plugin ufficiale Microsoft Clarity dal repository WordPress

source: Activate the Microsoft Clarity plugin
it_it: Attiva il plugin Microsoft Clarity

source: Configure Microsoft Clarity with your Project ID
it_it: Configura Microsoft Clarity con il tuo Project ID

source: Return to this page to configure consent settings
it_it: Torna a questa pagina per configurare le impostazioni di consenso

source: Search for Microsoft Clarity Plugin
it_it: Cerca Plugin Microsoft Clarity

source: Manage Plugins
it_it: Gestisci Plugin

source: Once the Microsoft Clarity plugin is active, configuration options will appear below.
it_it: Una volta che il plugin Microsoft Clarity è attivo, le opzioni di configurazione appariranno qui sotto.

source: Configuration needed:
it_it: Configurazione necessaria:

source: Microsoft Clarity plugin is active but no Project ID was detected.
it_it: Il plugin Microsoft Clarity è attivo ma non è stato rilevato alcun Project ID.

source: Please configure your Project ID in the Microsoft Clarity plugin settings.
it_it: Configura il tuo Project ID nelle impostazioni del plugin Microsoft Clarity.

source: Consent Configuration
it_it: Configurazione Consenso

source: Configure how consent is automatically granted to Microsoft Clarity:
it_it: Configura come il consenso viene automaticamente concesso a Microsoft Clarity:

source: Ad Storage Consent
it_it: Consenso Ad Storage

source: Granted (Allow)
it_it: Concesso (Consenti)

source: Denied (Deny)
it_it: Negato (Nega)

source: Consent for storing advertising-related data
it_it: Consenso per la memorizzazione di dati relativi agli annunci

source: Analytics Storage Consent
it_it: Consenso Analytics Storage

source: Consent for storing analytics data
it_it: Consenso per la memorizzazione di dati analitici

source: Save settings
it_it: Salva le impostazioni

source: Previously saved ID
it_it: ID salvato in precedenza

source: Microsoft Clarity Plugin (active)
it_it: Plugin Microsoft Clarity (attivo)

source: Detected from:
it_it: Rilevato da:

source: Microsoft Clarity plugin detected. Please complete setup to start to use Clarity Consent Auto plugin.
it_it: Plugin Microsoft Clarity rilevato. Completa la configurazione per iniziare a usare il plugin Clarity Consent Auto.
